docs/site/harries14_evokin_sublim.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2026-02-21 Sat 11:04 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>harries14_evokin_sublim: Evoking the sublime: absence and presence in live electroacoustic performance</title>
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="../style.css" type="text/css">
</head>
<body>
<div id="content" class="content">
<h1 class="title">harries14_evokin_sublim: Evoking the sublime: absence and presence in live electroacoustic performance</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#harries14_evokin_sublim">Evoking the sublime: absence and presence in live electroacoustic performance</a>
<ul>
<li><a href="#orgca9919e">Presence</a></li>
<li><a href="#orgdd03414">Poetic Affect</a></li>
<li><a href="#orga4baca7">Performance</a></li>
<li><a href="#orgba1d3b2">Uncanny</a></li>
<li><a href="#org0251cf9">Theatre</a></li>
<li><a href="#org97a535d">Live Performance Dramaturgy</a></li>
<li><a href="#orgdfade7b">Sublime</a></li>
<li><a href="#orgd9c9544">Uncanny</a></li>
<li><a href="#org6044afa">Evoked Absentees</a></li>
<li><a href="#org5351272">Nostalgia</a></li>
<li><a href="#orgc4027b8">Phantoms</a></li>
<li><a href="#orgf459e26">Silence</a></li>
<li><a href="#org0fc43a0">Doubling and Parallel</a></li>
<li><a href="#org20d3f49">Unfamiliar</a></li>
<li><a href="#org993b226">Transformation</a></li>
<li><a href="#org66f28d2">Conclusion</a></li>
</ul>
</li>
</ul>
</div>
</div>
<div id="outline-container-harries14_evokin_sublim" class="outline-2">
<h2 id="harries14_evokin_sublim">Evoking the sublime: absence and presence in live electroacoustic performance</h2>
<div class="outline-text-2" id="text-harries14_evokin_sublim">
</div>
<div id="outline-container-orgca9919e" class="outline-3">
<h3 id="orgca9919e">Presence</h3>
<div class="outline-text-3" id="text-orgca9919e">
<p>
Real, present, physical versus the simulated, disembodied
</p>
</div>
</div>
<div id="outline-container-orgdd03414" class="outline-3">
<h3 id="orgdd03414">Poetic Affect</h3>
<div class="outline-text-3" id="text-orgdd03414">
<p>
Composers can use this discrepancy between real and simulated, for poetic affect. Two examples are the sublime and the uncanny.
</p>
</div>
</div>
<div id="outline-container-orga4baca7" class="outline-3">
<h3 id="orga4baca7">Performance</h3>
<div class="outline-text-3" id="text-orga4baca7">
<p>
Live electroacoustic music is part of the performance discipline, which means it has some degree of dramaturgy. There are many relationships that happen at the time of performance, such as the performer and the electronics, the audience and the performer, as well as the performance space. These relationships demand some form of creating meaning.
</p>
</div>
</div>
<div id="outline-container-orgba1d3b2" class="outline-3">
<h3 id="orgba1d3b2">Uncanny</h3>
<div class="outline-text-3" id="text-orgba1d3b2">
<p>
Ambiguity of absence and presence can create the uncanny atmosphere, being fooled in a "fake" performance.
</p>
</div>
</div>
<div id="outline-container-org0251cf9" class="outline-3">
<h3 id="org0251cf9">Theatre</h3>
<div class="outline-text-3" id="text-org0251cf9">
<p>
Theatre also has this real and unreal duality. The actors are real people, but playing fictional people. Time is fluid between past and present. Theatre exists between these two options of presence and absence.
</p>
</div>
</div>
<div id="outline-container-org97a535d" class="outline-3">
<h3 id="org97a535d">Live Performance Dramaturgy</h3>
<div class="outline-text-3" id="text-org97a535d">
<p>
Any live performance has dramaturgy. There is the communication between the creator and the spectator. The spectator brings their previous experience, memories, etc. that interact with the performance of the creator. Aspects of space, context, staging, and presence all bear on this relationship.
</p>
</div>
</div>
<div id="outline-container-orgdfade7b" class="outline-3">
<h3 id="orgdfade7b">Sublime</h3>
<div class="outline-text-3" id="text-orgdfade7b">
<p>
The sublime is then tension between a familiar concept and that which cannot be grasped or represented.
</p>
</div>
</div>
<div id="outline-container-orgd9c9544" class="outline-3">
<h3 id="orgd9c9544">Uncanny</h3>
<div class="outline-text-3" id="text-orgd9c9544">
<p>
The union of the familiar and the unfamiliar
</p>
</div>
</div>
<div id="outline-container-org6044afa" class="outline-3">
<h3 id="org6044afa">Evoked Absentees</h3>
<div class="outline-text-3" id="text-org6044afa">
<p>
Music can refer to specific absentees, like mythological characters, famous composers, performance history, recordings, or the score. Retro sounding equipment also can be evoking a specific time period.
</p>
</div>
</div>
<div id="outline-container-org5351272" class="outline-3">
<h3 id="org5351272">Nostalgia</h3>
<div class="outline-text-3" id="text-org5351272">
<p>
Evoking the past can have many meanings, it could be a tribute. It could be evoking nostalgia. Perhaps it is building or assembling something new from it.
</p>
</div>
</div>
<div id="outline-container-orgc4027b8" class="outline-3">
<h3 id="orgc4027b8">Phantoms</h3>
<div class="outline-text-3" id="text-orgc4027b8">
<p>
Absent in one modality but present in another, like an organist that isn't seen. Or a movie's silent scream. In electroacoustic music the modalities are sound and vision. Phantoms force the audience to imagine the invisible modality.
</p>
</div>
</div>
<div id="outline-container-orgf459e26" class="outline-3">
<h3 id="orgf459e26">Silence</h3>
<div class="outline-text-3" id="text-orgf459e26">
<p>
SIlence is another form of absence, and the audience has the role of imagining sounds in the silence or imagining the possibility of their occurence.
</p>
</div>
</div>
<div id="outline-container-org0fc43a0" class="outline-3">
<h3 id="org0fc43a0">Doubling and Parallel</h3>
<div class="outline-text-3" id="text-org0fc43a0">
<p>
Electroacoustic music can evoke a parallel world, or parallel objects. There is the real embodied world and the virtual disembodied world. This comes in two forms: "strange" doubling of live performers, and a sonic mask that doubles the performer's identity. This creates the uncanny effect. What is actually real and what is virtual?
</p>
</div>
</div>
<div id="outline-container-org20d3f49" class="outline-3">
<h3 id="org20d3f49">Unfamiliar</h3>
<div class="outline-text-3" id="text-org20d3f49">
<p>
The sublime and uncanny often go with the unfamiliar. Even though there is increased familiarity with new technology, there is still ample room for electroacoustic music to reach the unknown. Juxtaposing the familiar with the unfamiliar, as in live performers with electronics, makes that transition more possible to audiences.
</p>
</div>
</div>
<div id="outline-container-org993b226" class="outline-3">
<h3 id="org993b226">Transformation</h3>
<div class="outline-text-3" id="text-org993b226">
<p>
Transformation is another way of playing absence and presence against each other. De-acousmatisation is just one example, where the disembodied sound becomes embodied.
</p>
</div>
</div>
<div id="outline-container-org66f28d2" class="outline-3">
<h3 id="org66f28d2">Conclusion</h3>
<div class="outline-text-3" id="text-org66f28d2">
<p>
Electroacoustic music mixed with live performance has certainly expanded the sound palettes availble to composers and performers, but it also has more far-reaching consequences in the meaning and dramaturgy of the performance. The mixture of embodied and disembodied sounds creates a dualtiy of presence and absence that can have poetic meanings, such as the uncanny and the sublime. There are many different ways this can be used. The experience of live electroacoustic music involves the space, the performer, the staging, and meaning. It is more than just new technology or new tools. 
</p>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p><a href="sitemap.html">Site Map</a></p>
</div>
</body>
</html>
